<?php
header("Access-Control-Allow-Origin: *");
header("Content-Type: application/json; charset=UTF-8");

$outp = '[ {"name":"Британська короткошерста кішка","icon":"74219388.jpg", "desc":"Британська короткошерста — одна з найстаріших порід кішок.", "price":100},'.
          '{"name":"Перська кішка","icon":"240px-Persialainen.jpg", "desc":"Перські — порода кішок зі спокійним, м`яким, рівним характером, спокійнішим, ніж у короткошерстих порід, їхні рухи розмірені й сповнені гідності.", "price":140},'.
          '{"name":"Абіссинська кішка","icon":"Абіссінська кішка.jpg", "desc":"Абіссінська — порода кішок, що має особливе забарвлення, схоже на забарвлення зайців або кроликів. На тілі немає ніякого малюнка.", "price":110} ]';

echo($outp);
?>

